Repository: 0is1/wp-twitter-account-box
Catalog: languages/twitteraccountbox-*.po
Languages: fi

source: Twitter Account Box Options
fi: Twitter Account Box Asetukset

source: You do not have sufficient permissions to access this page.
fi: Sinulla ei ole tarvittavia oikeuksia tarkastella tätä sivua.

source: Get Twitter Developer-account
fi: Hanki Twitterin kehittäjätunnukset

source: Twitter options
fi: Twitter Account Box Asetukset

source: Twitter username:
fi: Twitter käyttäjätunnus:

source: – on Twitter
fi: – Twitterissä

source: – Tweets
fi: – Twiittiä

source: Tweets
fi: Twiittiä

source: – Following
fi: – Seurattua

source: Following
fi: Seurattua

source: – Followers
fi: – Seuraajaa

source: Followers
fi: Seuraajaa

source: Follow @
fi: Seuraa @

source: There's problems to retrieve data from Twitter at the moment...
fi: Datan haussa Twitteristä on tällä hetkellä ongelmia...

source: Twitter Account Box Widget
fi: Twitter Account Box Vimpain

source: Display your Twitter Account Box
fi: Lisää Twitter account box sivustolle

source: TwitterAccountBox requires WordPress
fi: TwitterAccountBox vaatii WordPress-versiota

source: or higher...
fi: tai uudempaa...

source: Thanks for using Twitter Account Box -plugin!
fi: Kiitos, että käytät Twitter Account Box -pluginia!

source: If you like it, you can also
fi: Jos pidät siitä, voit myös

source: follow me on Twitter
fi: seuraa minua Twitterissä

source: If you have new features on your mind or spotted a bug, please
fi: Jos sinulla on mielessä uusia ominaisuuksia tai huomasit bugin

source: tell about it on GitHub
fi: kerrothan siitä GitHubissa, kiitos!

source: You can also buy me a beer!
fi: Pidän oluesta, heitä kolikko!
